// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Гніздо PCI Ethernet %@";
"pci-multiether"          = "Гніздо PCI Ethernet %@, порт %@";
"thunderbolt-ether"       = "Ethernet-гніздо Thunderbolt %@";
"thunderbolt-multiether"  = "Ethernet-гніздо Thunderbolt %@, порт %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Адаптер Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Адаптер безпроводової мережі(%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Гніздо PCI FireWire %@";
"pci-multifirewire"       = "Гніздо PCI FireWire %@, порт %@";
"thunderbolt-firewire"    = "Ethernet-гніздо FireWire %@";
"thunderbolt-multifirewire" = "Ethernet-гніздо FireWire %@, порт %@";
"generic-firewire"        = "Адаптер FireWire (%@)";

"bluetooth"               = "Bluetooth-модем (DUN)";
"bluetooth-modem"         = "USB-адаптер для Bluetooth-модема";
"bluetooth-modem-port"    = "Порт модема Bluetooth";
"generic-bluetooth-modem" = "Bluetooth-модем (%@)";

"bluetooth-pan-gn"        = "Персональна мережа Bluetooth";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB-адаптер для IrDA-модема";
"irda-ircomm-port"        = "Порт для IrDA-модема";

"loopback"                = "Loopback";

"modem"                   = "Вбудований модем";

"modem-port"              = "Порт для модема";
"modem-printer-port"      = "Порт для модема/принтера";

"printer-port"            = "Порт для принтера";
"serial-port"             = "Послідовний порт";

"usbmodem"                = "USB-модем"; 
"generic-usbmodem"        = "USB-модем (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bond (%@)";

"bridge"                  = "Міст-з’єднання (%@)";

"vlan"                    = "Віртуальна ЛОМ (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "від 6 до 4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB-порт Apple TV";

"Display Ethernet"        = "Дисплей Ethernet";
"Display FireWire"        = "Дисплей FireWire";

"External Modem"          = "Зовнішній модем";

"iPad"                    = "USB-порт iPad";

"iPhone"                  = "iPhone USB";

"iPod"                    = "USB-порт iPod";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Вбудований Ethernet";
"X-multiether"            = "Вбудований Ethernet %@";
"X-firewire"              = "Вбудований FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
